# BoltAssemblyTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.BoltAssemblyTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.bolt_assembly_template_conversion import BoltAssemblyTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of BoltAssemblyTemplateConversion from a JSON string
bolt_assembly_template_conversion_instance = BoltAssemblyTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(bolt_assembly_template_conversion_instance.to_json())

# convert the object into a dict
bolt_assembly_template_conversion_dict = bolt_assembly_template_conversion_instance.to_dict()
# create an instance of BoltAssemblyTemplateConversion from a dict
bolt_assembly_template_conversion_from_dict = BoltAssemblyTemplateConversion.from_dict(bolt_assembly_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)